# Volume2Str

## Description
Convert a volume value (in cubic millimeters) from a real number to a string using the current document formatting.

```pascal
FUNCTION Volume2Str(value : REAL): STRING;
```

```python
def vs.Volume2Str(value):
    return STRING
```

## Parameters
|Name|Type|Description|
|---|---|---|
|value|REAL|The volume value in cubic millimeters.|

## Version
Availability: from Vectorworks 2014

## Category
* Strings